// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "工作流程复制失败";
"COPY_WORKFLOWS_DESC" = "无法将工作流程复制到用户设备域文件夹";

// generic error
"ERROR" = "错误";
"ERROR_UNKNOWN_DESC" = "发生未知错误。";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "工作流创建失败";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "创建工作流时发生了未知错误。请重试。";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "创建目录时出错";
"ERROR_CREATING_DIR_DESC" = "创建目录 %@ 时出错。请检查父文件夹的访问权限，然后重试";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "不支持扫描快捷键";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "由于软件未识别选定的扫描快捷键，所以该快捷键无法执行。请选择不同的扫描快捷键，然后重试。";

"Your HP device has sent a status message. This message could not be saved" = "您的 HP 设备发送了一条状态信息。无法保存该信息";
